Repository: kerimamansaryyev/pusher_channels_test_app
Catalog: l10n/app_*.arb
Languages: tk

# errorOccurred
source: Error occurred: {errorType}
tk: Ýalňyş ýüze çykdy: {errorType}

# userJoined
source: User {userId} joined to the chat
tk: Ulanyjy {userId} otaga girdi

# userLeft
source: User {userId} left the chat
tk: Ulanyshy {userId} otagdan çykdy

# chatBegan
source: You joined the chat, your user id is {userId}
tk: Siz otaga girdiňiz, siziň ID-ňyz - {userId}

source: Enter chat room
tk: Çat otaga gir

source: Settings
tk: Sazlamalar

# navigateBack
source: Back
tk: Yza

source: Language
tk: Dili

source: Theme
tk: Garaňky keşbi

source: Chat room
tk: Çat otagy
